[{
        "name": "Indian Solo Song",
        "id": "0",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUeEZZOWRPQzdDX3M",
        "coordinator": "Shivam Rathore",
        "contact": "9461005647",
        "fee": "200/-",
        "price": "25,000/-",
        "rules": [
            "Each participating College can depute any no. of participants.","It would be a three round event.","Maximum of 2 accompanists will be allowed. However, the singer himself/herself may also play an instrument.","The song can be in any Indian language or in English.","ROUND 1- It will be an audition round. Time limit- 2 minutes, the song will be of participant’s choice. (No karaoke allowed in this round)","ROUND 2- It will be a chit picking round. The chit will contain names of singers and the participants can sing anyone particular song of the singer thus mention done the chit. Marks will be deducted for changing chits. 1 hour to be given to each participant for preparation. (No karaoke allowed in this round)","ROUND 3- It will be as tag round.Time Limit-4 minutes(including everything),the song will be of participant’s choice.(Karaoke is allowed in this round)","Decision given by the judges will be final."
        ]
    },
    {
        "name": "CYBER BYTES",
        "id": "1",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUSWZKTkpTU0k2ZUk",
        "coordinator": "Prashant Pandey",
        "contact": "7987355529",
        "fee": "200/- <br> per person",
        "price": "20,000/-",
        "rules": [" Participants should report at the given place on the given time.", "Participants are allowed to access internet between a given intervals of time.", "Competition is divided into 4 rounds.", "Each round consist of a set of problems from a specific domain which needs to be solved.", "Judging Committee can demand for explanation or proof of evidence of your solution of the given problem.", "There are rewards for each problem and penalties for incorrect explanation of your solution set or on incorrect solutions.", "Rewards and penalties rules will be announced on the day of event", "One team member is elected as the team leader. Only that team member is permitted to represent the team’s solution and can only provide explanation of that solution.", "Participants who misbehave may be asked to leave the competition area and risk being disqualified from the contest.", "All decisions about rewards, penalties, game play and timing, participation made by the Organizing Committee are final. Teams should completely respect their decisions", "Students will carry their Laptops, pen drives or storage drives and power cods along with an internet connection at that time, the university and the event coordinators will not be responsible for connectivity and power issues. Minimum Laptop SpecificationProcessor – 266MHz or higher Intel or AMD x86 processor (500MHz i recommended)  Memory – A minimum of 2 GB RAM. ( 4 GB is recommended)", " Disk Storage – 150MB free disk space is required for the basic installation."]
    },
    {
        "name": "Stand up comedy ",
        "id": "2",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUcmhwUENSVFVOcU0",
        "coordinator": "Nishant Ghiya",
        "contact": "9587056998",
        "fee": "150/-",
        "price": "7000/-",
        "rules": [
            "It is a solo event.",
            "No below the belt humor i.e. no participant should make jokes that may make people feel uncomfortable.",
            "No cussing, swearing or use of abusive words will be entertained.",
            "No jokes that may disrespect or offend any faculty members, members of the university or the university on the whole. Any participant found doing so will be disqualified on the spot.",
            "No jokes that may offend any community, religion or any country",
            "Originality is appreciated",
            "There will be 2 rounds.  The participants have to prepare 2 sets one for each round.",
            "Prelims: - Each participant will be given 3 minutes to perform his/her performance.",
            "Final Round: -Of all the participants only 10 will be shortlisted to perform on stage. Each participant will be given 5 minutes to perform his/her performance.",
            "Judge’s decision will be the final decision. "
        ]
    },
    {
        "name": "MR & MS RHYTHM",
        "id": "3",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUTm9wdGhDWWJkSnc",
        "coordinator": "Megha Gupta",
        "contact": "9828158672",
        "fee": "200/-<br> per person",
        "price": "15000/-",
        "rules": ["Students can register both online and on spot", "Students who clear the online rounds will be given a direct entry into 2nd  round ", " Students registering on spot will have to clear the prelims which consists of one round", "It is a two day event with 4 rounds in total. Only the final round will be held on the  day of the event Fashion show ", "Students selected from the online round as well as students doing on spot registration will have to report on the day", "No misbehaviour will be entertained", "No. of participants selected for finals will be the sole decision of organizers", "Decision taken by the judgement committee will be taken as final", "Disclaimer: Rules may be subject to change."]
    },
    {
        "name": "MASTER CHEF OF RHYTHM",
        "id": "4",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUUkI3QWZJTUFfek0",
        "coordinator": "Vishal",
        "contact": "8285940920",
        "fee": "500/-",
        "price": "25000/-",
        "rules": [
            "Participation can be in team of one to five.",
            "It is a three round event.",
            "Medium of cooking: Fireless (First round will be Without Flame)",
            "Last round  can be Flammable.",
            "All the required Ingredients will be provided",
            "Criteria of judgment: Hygiene, presentation, Appearance, Time, Coordination and Taste.",
            "The Decoration aids of the cutlery and plates can be taken by participants.",
            "The decision of the judges will be final and binding in any case. "
        ]
    },
    {
        "name": "HOGATHON",
        "id": "5",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bURkpSY21GbmIySjg",
        "coordinator": "Kratika Agarwal",
        "contact": "9024381045",
        "fee": "100/-",
        "price": "2000/-",
        "rules": [
            "It is a team event and the team will be of two persons.",
            "All necessary materials shall be provided.",
            "One will eat and other will serve in a pair.",
            "The one who eats in round 1 will continue to eat till the last round.",
            "The team who eat panipuri first and finish all the stuff on the plate in the given amount of  time will qualify for round 2.",
            "In the next round, the ratio of spices will increase.",
            "If panipuri break by the participant would not be considered.",
            "Participation will be on the basis of first come first serve.",
            "In case of any discrepancy, judge’s decision will be final",
            "PARTICIPATE AT YOUR OWN RISK. "
        ]
    },
    {
        "name": "STREET PLAY",
        "id": "6",
        "link": "",
        "coordinator": "Himani Jaiswal",
        "contact": "8560008853",
        "fee": "500/-",
        "price": "12,000/-",
        "rules": [
            "Each participating College can depute any no. of participants.",
            "Time limit: - SKIT--minimum 20 mins and maximum 35 mins. STREET PLAY- minimum 10 mins and maximum 20 mins. Participants will be penalized by judges for exceeding the time limit.",
            "Judging criteria: Acting, story, overall impact, use of stage.",
            "Medium: Hindi or English or both. Participants can bring the background music for the skit in Standard Audio CD Format.",
            "All clothes accessories are to be arranged by the participating team.",
            "The Organizing committee is responsible only for the infrastructural facilities.",
            "Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification.",
            "Only standard white lighting will be provided.",
            "Mo mikes will be provided and no recorded dialogues are allowed.",
            "The decision of the judges will be Final and binding. "
        ]
    },
    {
        "name": "POT DESIGN",
        "id": "7",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUN2Q1VjZaRVQ2WGM",
        "coordinator": "Namita Garg",
        "contact": "7062920123",
        "fee": "100/-",
        "price": "2000/-",
        "rules": [
            "Plain pot will be provided by the university itself (Without Colour).",
            "Designing material should be bring by the participants.",
            "Duration of the event will be of 2 hours.",
            "If the student wants to colour the pot as a base colour even then the duration of event will be 2 hours.",
            "Judging will be on the basis of your creativity, message conveyed by it, the use of colors.",
            "In case of any discrepancy, Judges Decision will be final."
        ]
    },
    {
        "name": "Mehendi Designing",
        "id": "8",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUUFdqVnpfWnlLelE",
        "coordinator": "Ankita Rinwa",
        "contact": "9636504673",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            "Registration can be done both online and on the spot. Participants have to put mehendi either on their own hands or on their teammates hand. Participants should carry their own material like cone, etc. Participants should not use any decorative items like sparkles, etc. Duration will be of 1 hour. Registration fee ₹ 100/- each team"
        ]
    },
    {
        "name": "Thumb Painting",
        "id": "9",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUbGFPTHdkdTZQLXc",
        "coordinator": "Vini Ghia",
        "contact": "8946868553",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            "Participants have to come in a team of two.Use of paint brushes is not allowed.Time Limit: 1 Hour.Chart sheets, pencils and poster colors and paint plate will be provided.Theme will be given on the spot.Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event)Registration fee ₹ 100/- each team"
        ]
    },
    {
        "name": "Copy Cat",
        "id": "10",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUV0ZxRExzNGl0bnc",
        "coordinator": "Prathistha Sharma",
        "contact": "9680424428",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            " Participation team consists of one member. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colors. In case of any discrepancy, Judges Decision will be final.Registration fee ₹ 100/- each team"
        ]
    },
    {
        "name": "Collage-Making",
        "id": "11",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUeVRCYkZXODlDSTg",
        "coordinator": "divya",
        "contact": "9125429687",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.Registration fee₹ 100/- each team"
        ]
    },
    {
        "name": "Face Painting",
        "id": "12",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWFFuOG1MR0tXTlk",
        "coordinator": "Charu Goyal",
        "contact": "7792077619",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be bring by participants. Duration will be of 1 hour. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.₹ 100/- each team"
        ]
    },
    {
        "name": "On the Spot Painting (Individual Event)",
        "id": "13",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUM05FbUUweWp3dWc",
        "coordinator": "Aswathy Pillai",
        "contact": "9983093740",
        "venue": "JECRC UNIVERSITY",
        "fee": "100 Per Head/-",
        "price": "2500/-",
        "rules": [
            " Participation is in the team of two. Registration: Online and on the spot (on the spot registration should be done 1 hour prior to the event) Registration will be on the basis of first come first serve. Necessary materials will be provided. Duration will be of 1:30 hours. Judging will be on the basis of your creativity, message conveyed by it, the use of colours. In case of any discrepancy, Judges Decision will be final.₹ 100/- each team"
        ]
    },
    {
        "name": "Rangoli",
        "id": "14",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWUxQcU1oaGdVbWs",
        "coordinator": "Neha Kumawat",
        "contact": "9782949760",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            " The team should consist of at least two students. This competition will be conducted ‘On the Spot ‘and the participants will be required to draw rangoli on the project given by the panel of judges, at the time of competition. The total duration for completing the rangoli shall not exceed two hours and thirty minutes. Spaced measuring 120cmX120cm will be provided to each participant. All the required materials shall be arranged by the participants themselves. Use of any reference such as greetings or printed material/picture, in miniature for otherwise, shall not be allowed.Registration fee ₹ 100/-each team"
        ]
    },
    {
        "name": "Cartooning",
        "id": "15",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWURBUU10YUFkOTQ",
        "coordinator": "Kajol Jaswani",
        "contact": "9694836440",
        "venue": "JECRC UNIVERSITY",
        "fee": "100/-",
        "price": "2500/-",
        "rules": [
            " Each participating college can depute only one student participant. The total duration of completing the cartoon shall not exceed two hours. The size of the paper shall be half imperial size drawing paper i.e. 22inches in length and 15 inches in breadth. Cartooning should be done with HB pencil only. Drawing paper will be provided by the university. Other required material shall be arranged by the participants themselves.Registration fee ₹ 100/-per head"
        ]
    },
    {
        "name": "Solo Dance",
        "id": "16",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUaVNmU0pOQ3ZPQ1U",
        "coordinator": "Aditi agarwal",
        "contact": "9680661826",
        "fee": "200/-",
        "price": "15000/-",
        "rules": ["Each participating College can depute any no. of participants", "In Prelims the total duration of performance is not more than two mins", "The total duration of performance is not more than four minutes", "Participants need to bring their own music and costumes.", "Obscenity in any form will be strictly prohibited and will lead to disqualification."


        ]
    },
    {
        "name": "Group Dance",
        "id": "17",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUYThJb2xlZndBT0E",
        "coordinator": "Dhairya Kalay",
        "contact": "9829923409",
        "fee": "800/-",
        "price": "30,000/-",
        "rules": [
            "Each participating College can depute any no. of participants. The teams should consist of 2 to 20 students. Maximum of five accompanists/back-stage artists/helpers will be allowed. Performance duration is 7 minutes (Another one minute will be given for stage preparations). To remove their sets properly from the stage is the responsibility of the participating team. Participants need to bring their own music and costumes. Obscenity in any form will be strictly prohibited and will lead to disqualification."
        ]
    },
    {
        "name": "Street Dance-Group Battle",
        "id": "18",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUVy1rTHNHODNnZUU",
        "coordinator": "Urvan Ojha",
        "contact": "7728853802",
        "fee": "1,000/-",
        "price": " 25,000/-",
        "rules": [
            "The number of members in a group should be from 3 to 12.An elimination round will be held in which the groups will have to perform a routine of not morethan 8 minutes choreographed by their own.After elimination round, eight groups will be selected for the final battle round based on theirperformance in elimination round.There will be a 1.5 hour gap between the elimination round and the final battle roud for theteams to rest.The final battle round will be an impromptu one.Opponents will be decided by Draw – Chit method.For the final battle round, Random music will be played on the spot and the music will alter moderately so adapt yourselves according to the beat.Four battles will be held in the 1st round. Each battle will go on for 15 minutes.Subsequently, Four teams will qualify to the 2nd round (Semi-Finals).Two teams will be selected for the FINAL BATTLE.The final battle will be of 20 minutes.Participants must not physically interfere with their opponents’ performance in the battle. Doing so will lead to disqualification.Exceeding the time limit will lead to negative marking.Decision of judges will be final.Registration fee ₹ 1000/-per team"
        ]
    },
    {
        "name": "DEBATE",
        "id": "19",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bURkFuelg2cVJNSUk",
        "coordinator": "Pratigya Yadav",
        "contact": "8955439320",
        "fee": "300/-",
        "price": "12,000/-",
        "rules": [
            "Each participating College can depute any no. of teams. Team consists of 2 students only. The topic will be given by the coordinators before 3 days of event. The time to speak on the topic is 3-4 minutes. There will be an elimination round. The best 5 teams will perform."
        ]
    },
    {
        "name": "JAM",
        "id": "20",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUMEVDWi1Scld2R2M",
        "coordinator": "Navin kumar",
        "contact": "8426014167",
        "fee": "200/-",
        "price": "5,000/-",
        "rules": [
            "It is a fun event Entry is based on first come first serve basis. Each participating College can depute any no. of participants. There will be two rounds audition round and final round."
        ]
    },
    {
        "name": "Quiz",
        "id": "21",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUMG5EajM3MUJwb0k",
        "coordinator": "Abhimanyu Sigh Rathore",
        "contact": "8764354321",
        "fee": "300/-",
        "price": "7,000/-",
        "rules": [
            " Each college can depute the team of two students only. First round will be an eliminator having Aptitude test for all teams, out of which 6 teams will qualify for the stage round. There will be 3 levels in Stage Round MCQ round, Rapid Fire round, Audio visual Round Team with highest Total of all rounds will be the winner"
        ]
    },
    {
        "name": "SKIT",
        "id": "22",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUYU5VRDdCUzVqX1E",
        "coordinator": "Prateek Gera",
        "contact": "7734083980",
        "fee": "500/-",
        "price": "12,000/-",
        "rules": [
            " Each participating College can depute any no. of participants. Time limit: - SKIT--minimum 20 mins and maximum 35 mins. STREET PLAY- minimum 10 mins and maximum 20 mins. Participants will be penalized by judges for exceeding the time limit. Judging criteria: Acting, story, overall impact, use of stage. Medium: Hindi or English or both. Participants can bring the background music for the skit in Standard Audio CD Format. All clothes accessories are to be arranged by the participating team. The Organizing committee is responsible only for the infrastructural facilities. Obscenity (at the discretion of the judges) of any kind is not allowed and will lead to immediate disqualification. Only standard white lighting will be provided. Mo mikes will be provided and no recorded dialogues are allowed. The decision of the judges will be Final and binding.Registration fee ₹ 500/-each team"
        ]
    },
    {
        "name": "BAND WAR",
        "id": "23",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUM2dGV2c0ZVI0Q1U",
        "coordinator": "Rahul Badyani",
        "contact": "7023697971",
        "fee": "1200/-",
        "price": "25,000/-",
        "rules": ["Each participating College can depute any no. of participants", "Each team consists of 4 to 8 members", "It’s a two round event", "First round is a audition round.", "In Auditions the performance time will be 15 minutes including sound check.", "On second round, the finalist of the first round will participate."]
    },
    {
        "name": "RAP WAR",
        "id": "24",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bURFdnN2V4elBSVU0",
        "coordinator": "Vivek Vishwakarma",
        "contact": "7690807206",
        "fee": "200/-",
        "price": "12,000/-",
        "rules": [
            "There will be 2 rounds namely prelims ( audition ) and finals. Prelims: The participant in this round can perform solo or duet.The participants have to sing songs of rap genre.The language of the rap can be either English or Hindi.Time limit: max 2min to 2.30min.No karaoke is allowed in this round.No abusing word is allowed (it will reduce your chance for selectionFinals: The participant can perform any rap song (English or Hindi) The rap must not contain any reference to personal information about others it may affect another’s privacy The language must be same as used in prelims round The decision of judges depends on the participant’s stage presence, accent of language, interaction with crowd, etc. Participant can perform solo or duet as performed in prelims(not more than two) Karaoke is allowed in this round (bring your own karaoke in pen drives. university will not provide any karaoke or other electronic equipments. Time limit: 3.30 to max 4 minRegistration fee : ₹ 200/- each"
        ]
    },
    {
        "name": "Antakshari",
        "id": "25",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUYkx4dm9keTkzY00",
        "coordinator": "Sujata Sadhwani",
        "contact": "8824324987",
        "fee": "300/-",
        "price": "8,000/-",
        "rules": [
            " Each participating College can depute any no. of participants. Team member should consists of 2 members. Questions will be based on Hindi movie songs. A song sung by any team in any round cannot be repeated. Some of the rounds will hold negative marking & relative marking in accordance with the questions. A song sung by a team should carry a complete mukhra (always) and appropriate antra (if asked for). In case of any discrepancy the decision of organizers will be treated final and binding. "
        ]
    },
    {
        "name": "Indian Classical / Musical Instrument (Solo) ",
        "id": "26",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUVG1CRHlYOFdlbnM",
        "coordinator": "Ayush Jogani",
        "contact": "9829219511",
        "fee": "300/-",
        "price": "15,000/-",
        "rules": [
            "Each participating College can depute any no. of participants. The duration of the performance shall not exceed seven minutes for any style of performance. The time computation shall start immediately after the final announcement by the organizers. The participants should tune their instruments well in advance. Only one accompanist shall be allowed."
        ]
    },
    {
        "name": "CODE SHUFFLE",
        "id": "27",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUdk5UUEdob0lVSzA",
        "coordinator": "Gaurav Soni",
        "contact": "876400/-1727",
        "fee": "200/-",
        "price": "20,000/-",
        "rules": [
            "The event will be 3-4 hour long. ",
            "The teams will be given a bugged coded script which they are supposed to debug in a given time interval.",
            "Individuals divided into Groups and Given Bugged Codes, They have to solve the codes within a given deadline and if any one solve the codes first then codes to the groups and if they are fail to solve then also the codes are swapped after a given time.",
            "The Solver from each Groups are moved to next level and again same procedure follows.",
            "Every Group will get a maximum of 40 minutes to solve the codes and during these 40 minutes the shuffling occurs in 3 time, approximately in every 13 minutes.",
            "Groups will be made by the organizers of an event. ",
            "Other Important Instructions: :",
            "The student will be provided with desired workstations. The Workstation will not have any net connections and neither any individuals are allowed to use any Cell-Phone or Pen-drives.",
            "If any team is found copying a code that has already been debugged, then he will be disqualified on the spot. ",
            "Rules are subject to change prior to the briefing session.",
            "Decision of judges will be final. Team Specification A team may consist of a maximum of 1 participant. "
        ]
    },
    {
        "name": "online photography",
        "id": "28",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUYndqQlV2b0I2UjA",
        "coordinator": "",
        "contact": "",
        "fee": "--",
        "price": "--",
        "rules": [
            "The contests are open for online submissions and for JECRC Alumni only", " The photograph must signify the JU campus", " Single or group photograph both are acceptable", "The contestants must submit their photographs on ju-rhythm@jecrcu.edu.in.", "Submissions will not be accepted once the deadline lapses.", " One person can submit only one entry."
        ]
    },
    {
        "name": "KITE FIGHT",
        "id": "29",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWUZrUG5La1lWZmc",
        "coordinator": "Manish Panchariya",
        "contact": "8387868200",
        "fee": "100/-",
        "price": "3,000/-",
        "rules": [
            "The number of participants in a team must be two. While competing, if any part of the competitor's body moves outside the particular periphery, then team will be disqualified. The measured length of string will be provided to each team. Only one kite will be provided to each team( for minor damage glue and white tape will be provided). Time for each fight will be 15 minutes. Match will start only when the white string will be in the participants hands. Winner will be qualified only when his/her kite will safely land on the ground after the kite fight. There will be three round to get the best kite fighter:- Quarter final round:- There will be random pick of the participants for the kite fight in a column of 6 adjacent to each other in arena provided to them(there will be the group of 6 teams) .Among them we will select the one whose kite lasts in the sky. From here we will get the semifinalists. Semifinal round:-Same process will be followed to get the finalists. Final round :-The one’s who kite last in the sky will win the competition. "
        ]
    },
    {
        "name": "Slow Biking",
        "id": "30",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUQzlQYVlZcmEtZDA",
        "coordinator": "Kartikay Bansal",
        "contact": "8003395555",
        "fee": "100/-",
        "price": "5,000/-",
        "rules": [
            " Each participating college can depute any no. of participants. Bikes will be provided. The body should not touch the ground, otherwise he will be disqualified. The track is given by the coordinators. In case of any discrepancy, Judges Decision will be final.Registration fee ₹ 100/- per head"
        ]
    },
    {
        "name": "Roadies",
        "id": "31",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUbWlBN3U1ZHNvT00",
        "coordinator": "Jay Kumar",
        "contact": "8107965056",
        "fee": "200/-",
        "price": "25,000/-",
        "rules": [
            "Rules would be announced on the spot."
        ]
    },
    {
        "name": "FASHION SHOW",
        "id": "32",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUUmFfenR3M2t0WkU",
        "coordinator": "Aditya Gupta",
        "contact": "8233627249",
        "fee": "200/-",
        "price": "50,000/-",
        "rules": [
            " Each team can have minimum of 10 and maximum of 20 members. The members of the team should be from the same college. Each team must have a particular theme on the basis of which they will present themselves. Teams will be tested for music, sequencing, choreography, models, expression, creativity in theme and overall attitude. In case there are excessive registrations, an elimination round will be conducted. At the time of registrations the participants have to bring their college identity cards. Vulgarity of any kind will lead to disqualification. Props should be arranged by the teams on their own. Use of fire, water, animals or any hazardous material is prohibited. Teams are required to bring their own music on CDs in mp3/wav format(teams are required to give 2 copies on 2 separate CDs)with their college name written on the CDs and hand them over to the organizers at least 3 hours before the event commences. Time limit: 8-12 minutes per team. Registrations will be closed on 8th march 2016. Decision of Judges will be final and binding. participation fee 200 per head online, 250 per head on spot"
        ]
    },
    {
        "name": "DJ WAR",
        "id": "33",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUSGpEalhYa0h1bVE",
        "coordinator": "Ajay",
        "contact": "9636474444",
        "fee": "600/-",
        "price": "25,000/-",
        "rules": [
            " Each participating College can depute any no. of participants. Participants will be provided with pioneer CDJ 900 or CDJ 350 on stage. Participants must bring their own laptops and headphones. None will be provided by organizers. Participants who wish to use turntables, midi controllers may carry their own. None will be provided by organizers. Use of premixed set will result in disqualification. Participants will have 10 minutes of stage time. Obscene gestures will result in disqualification. Marking is to be done on basis of mixing technique, stage presence and crowd reaction. Organizers are not responsible for any copyright issues or alike. Judges decision will be final and binding.Registration fee ₹ 600/-per team"
        ]
    },
    {
        "name": "TREASURE HUNT",
        "id": "34",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUZ3FwSVNJTGNib2s",
        "coordinator": "Ritika Gupta",
        "contact": "9910977497",
        "fee": "500/-",
        "price": "30,000/-",
        "rules": [
            "There will be a 3-4 members team.There will be a 3 round event.Players discovered to be playing unfairly will be eliminated from their team.The decision of the judges will be Final and binding.Registration fee ₹ 500/-per team"
        ]
    },
    {
        "name": "Robowar Rookiee",
        "id": "35",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWDhoY3pOMTVmYm8",
        "coordinator": "Manish Panchariya",
        "contact": "8387868200",
        "fee": "600/-",
        "price": "40,000/-",
        "rules": [
            "To design a machine that can fight to another one The competition will be played on a knock­ out basis. The maximum duration of each round will be 5 minutes. Any team that is not ready at the time specified will be disqualified from the competition automatically. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. The name of your machine must be prominently displayed on the machine. The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. Violation of any the above rules will lead to disqualification."
        ]
    },
    {
        "name": "JUNKYARD WARS",
        "id": "36",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUZ0RCX19HRHV4dWc",
        "coordinator": "Varun Yadav",
        "contact": "9799773355",
        "fee": "400/-/-",
        "price": "40,000/-",
        "rules": [
            "TOTAL FINAL TEAMS: 12 TEAMS WOULD BE GIVEN MATERIALS THAT WOULD BE DISCLOSED AT THE TIME OF EVENT.TEAMS HAVE TO CONCEPTUALIZE, IMPLEMENT AND THEN PRESENT THEIR CONCEPTS WITH THE MATERIAL PROVIDED.THE DECISION OF THE JUDGES& COORDINATORS WOULD BE FINAL AND BINDING.TIME LIMIT: 3 HRS (MAXIMUM)EXTRA TIME TAKEN WOULD RESULT IN DEDUCTION OF MARKS.THE DECISION OF THE JUDGES WOULD BE FINAL AND BINDING.TEAMS USING ANY MATERIAL OTHER THAN THE GIVEN MATERIAL WOULD BE DISQUALIFIED.THERE IS NO LIMITATION ON THE NO. OF TEAMS PER COLLEGE."
        ]
    },
    {
        "name": "Robo War-Pro",
        "id": "37",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUcGdrV3hLNlhVX1E",
        "coordinator": "Gagan jaiswal",
        "contact": "8989411364",
        "fee": "600/-",
        "price": "50,000/-",
        "rules": [
            "To design a machine that can fight to another oneThe competition will be played on a knock-out basis. The maximum duration of each round will be 5 minutes. Any team that is not ready at the time specified will be disqualified from the competition automatically. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. The name of your machine must be prominently displayed on the machine. The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. Violation of any the above rules will lead to disqualification."
        ]
    },
    {
        "name": "RC CAR",
        "id": "38",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUb05HU1RwdnhPT28",
        "coordinator": "Amit Yadav",
        "contact": "9680233789",
        "fee": "600/-",
        "price": "50,000/-",
        "rules": [
            "To come up with a car which can race better. There will be a qualifying session with each team getting 2 laps out of which the faster lap will be considered. Note that these laps will have to be taken successively. The top teams from the qualifying rounds will make it to the second round. After the qualifying round, there will be races between multiple cars at a time. So the participants must use a remote with frequency of band spectrum 2.4 GHz. The track will have check points at regular intervals. If a machine tumbles, halts or goes off the arena at any point on the track, one of the team members is allowed to lift it up and place it at the nearest checkpoint behind that point. The time shall still be running in the meantime. Team members are not permitted to touch either their machines or those of their opponents once the race begins (unless there is need to lift the machine as stated in fourth point). The penalty for doing so is disqualification. In the qualification round, a maximum of two team members are allowed from a team in the racing arena while in the final round only one of the team member will be in the racing arena except the controller on the stand. The machines are not allowed to leave any loose parts on any part of the arena. Any machine disintegrating during the race will be disqualified. If any of the machines starts off before the flag is waved, the counter would be restarted and the machines will get a second chance. However, if any machine starts off before the waving of flag (or countdown) for a second time, it will be disqualified. No rematch will be held for the second time. Teams are not allowed to purposefully damage the machine of the opponent's team. If found doing so on track (while racing), the concerned team will be disqualified. Execution of last three rules will be subjective and relies completely on judges' and organizers’ discretion."
        ]
    },
    {
        "name": "Line Follower",
        "id": "39",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUVGhwdHFQQlZSdjA",
        "coordinator": "Preshit Agrawal",
        "contact": "8947921314",
        "fee": "200/-",
        "price": "20,000/-",
        "rules": [
            "To design a robot which can follow the black coloured path.Dimensional and weight limits for robots shall be strictly enforced. Robots must have passed inspection prior to competing.Time shall be measured by an electronic gate system or by a judge with a stopwatch, based on the availability of equipment. In either case the recorded time shall be final.Once a robot has crossed the starting line it must remain fully autonomous, or it will be disqualified.Any robot that loses the line course must reacquire the line at the point where it was lost, or at any earlier (e.g. already traversed) point.Any robot that loses the line course and fails to reacquire it will be allowed a single reattempt. The robot must start the course again from the beginning, and if it loses the line course on its second attempt it will be disqualified.Participants are liable to give their robots for inspection and will not be allowed to bring any hardware/software changes that may fiddle with the working of the robot except for the hardware changes that may not affect the weight of the robot.All general rules are applicable."
        ]
    },
    {
        "name": "ROBOSOCCER",
        "id": "40",
        "link": "",
        "coordinator": "Paras Kumar Baria",
        "contact": "8769154418",
        "fee": "200/-",
        "price": "25,000/-",
        "rules": [
            "Design a machine that can play soccer. The competition will be played on a knock-out basis. The machine should be wireless or wired and should work on accelerometer and can work on hand gestures/haptic hand. The machine would be checked for its safety before the competition and would be Discarded if found unsafe for other participants and spectators. There will be 2 types of ball i.e., small and big, small ball consists of 10 points and bigger ball consists of 20 points. Two teams will compete against each other in the same arena which has a barrier in between and small balls can easily pass through it from the bottom of the barrier. There is a goal post at each side and each team has to put small balls in opponent's goal post and big balls should put on other side by picking it up and throwing it to another side by lifting with your machine. The team must send max no. of small balls to opponent's goal post and should also be focused on big balls which contain more points. The machine can't pass the barrier/obstacle. Final decision will be on the basis of no. of balls and correspondingly on their points. Only 1 member of the team will control the machine. Rest of the members can stand besides arena."
        ]
    },
    {
        "name": "HACK-A-THON",
        "id": "41",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUSTZZVGRCT2d3dHM",
        "coordinator": "nimit arya",
        "contact": "8003191609",
        "fee": " 200/- per person",
        "price": " 40,000/-",
        "rules": [
            "Team Size : 1-3 Persons. The event will be 12 hour long. Participation will be in teams.The teams will be given a theme on which they are supposed to develop an application, be it a web app, Android app, iOS app, Windows app or any native app.There will be an exhibition of all the products developed and every team will get a chance to showcase their application in front of all the judges and the developers. Every team will get a maximum of 5 minutes to present their application in front of the judges. The judges will be asking questions about the application so developed.Other Important Instructions:The student should carry their laptops, power cords and their own net‐cards/internet sources, the university and the event coordinators will not be responsible for connectivity and power issues. If any team is found copying an application that has already been published, the team will be disqualified on the spot. Rules are subject to change prior to the briefing session.Decision of judges will be final.Certification Policy Certificate of Excellence will be awarded to the top 2 teams."
        ]
    },
    {
        "name": "CODE BLAST",
        "id": "42",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUenIzYUFSWG1RMm8",
        "coordinator": "Dhruv shah",
        "contact": "9468651442",
        "fee": "200/-",
        "price": "20,000/-",
        "rules": [
            "This event will be in two rounds:Round 1 ‐ Qualifier RoundFirst round will be a qualifier. In this round the student will be judged on the basis of his aptitude. There will be a computer aptitude test on paper, which will consist of about 50‐70 questions. This round will be of 30 minutes.The students who clears the benchmark will qualify for next round.Round 2 – Hands‐ On Coding.In this event the student will be coding on the system. The languages that they can use are C, C++, JAVA, SCALA, RUBY, PHP, JAVASCRIPT, PYTHON, C#, Objective‐C.There will be 10 problems in this round and each participant will be given 3 hours to solve them.Note: Students are not allowed to carry any electronic device or a storage device with them. If any electronic/storage device is found in possession of the participating student, he/she will be disqualified from the event on the spot and will not be considered as a part of the event.Judgment – The participant who will solve the maximum number of problems will be the winner.In case there is a tie, the participant who will finish the code first will be the winner.Still, if there is a tie, the participants will be judged on the basis of the total lines of code in all the problems solved by the participant.If there is still a tie, a separate tie‐breaker problem will be given which is supposed to be solved within 15 minutes.Rules are subject to change prior to the briefing session.Decision of judges will be final.CERTIFICATION POLICY: Certificate of excellence will be awarded to the top 3 coders."
        ]
    },
    {
        "name": "DOTA 2",
        "id": "43",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUTVhjM3ctaVJpNTg",
        "coordinator": "Rishi Bhardawaj",
        "contact": "9799079769",
        "fee": "500/-",
        "price": "--",
        "rules": [
            "Two teams will play this game. They can be from same or different institute. The event will be held in knock-out rounds. More information will be provided at the venue. It will be an on-the-spot activity. DOTA 2 will be pre-loaded in their pc+ cheats are spot not allowed. One-on-One Rules: Two participants will play this game. They can be from same or different institute. The event will be held in knock-out rounds. More information will be provided at the venue. It will be an on-the-spot activity. DOTA 2 will be pre-loaded in their pc+ cheats are spot not allowed. Team Specification A team may consist of 5 participants. Students from different educational institutes can form a Team. Certificate Policy Certificate of excellence will be awarded to the top 2 winners. Registration fee ₹ 500/- each team"
        ]
    },
    {
        "name": "NFS Most Wanted",
        "id": "44",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUMk5JM1c5WW5HVEk",
        "coordinator": "Ayush Shrimali",
        "contact": "7073178459",
        "fee": "100/-",
        "price": "--",
        "rules": [
            " To win over opponents in Multiplayer mode of NFS Most Wanted. ",
            " Competition Mode: 4 vs. 4.",
            ". Game Type: Circuit/Sprint /Drag Car Settings. ",
            " BMW M3 GTR is not allowed strictly and Junkman is not allowed. ",
            " Personal save files are NOT allowed. Courses ",
            " RANDOM. Race Mode Options: ",
            " Circuit/ sprint ",
            " Track Direction: Forward/reverse ",
            " LAPS: At the discretion of organizing committee. N20: On ",
            " Collision Detection: Off ",
            " Performance Matching: Off",
            " Min Num. Players: 4/4 Player Options ",
            "  Car damage collision:On ",
            " The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. ",
            " Violation of any the above rules will lead to disqualification. "
        ]
    },
    {
        "name": "FIFA",
        "id": "45",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUeGtEMTlIdzZjbG8",
        "coordinator": "Prakhar Jain",
        "contact": "9826041466",
        "fee": "100/-",
        "price": "--",
        "rules": [
            "To win over opponents in Multiplayer mode of Fifa ",
            " Round 1: Any 3 star teams from International. ",
            " Round 2: Any 4 star teams from International or any other League. ",
            ". Game Settings. Half time -6min. ",
            " Game speed -normal and offside injuries will be ON. ",
            " The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. ",
            " Violation of any the above rules will lead to disqualification. "
        ]
    },
    {
        "name": "Counter Strike 1.6 & GO",
        "id": "46",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUMjMyTkllNmRtUDA",
        "coordinator": "Darshit Mulani",
        "contact": "9414327380",
        "fee": "500/-",
        "price": "--",
        "rules": [
            "To win over opponents in Multiplayer mode of Counter Strike.",
            "Two teams will play this game.",
            "They can be from same or different institute.",
            "The event will be held in knock-out rounds.",
            "More information will be provided at the venue.",
            "It will be an on-the-spot activity.",
            "Counter strike 1.6 will be pre-loaded in their pc+ cheats are spot not allowed.",
            "Two participants will play this game.",
            "They can be from same or different institute.",
            "The event will be held in knock-out rounds.",
            "More information will be provided at the venue.",
            "It will be an on-the-spot activity.",
            "Counter strike 1.6 will be pre-loaded in their pc+ cheats are spot not allowed."
        ]
    },
    {
        "name": "AZURE WARRIOR",
        "id": "47",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUYW8xa0l4OVNhZk0",
        "coordinator": "Keshav Sharma",
        "contact": "8233830959",
        "fee": "400/-",
        "price": "35,000/-",
        "rules": [
            " The use of 2.4 GHz radio is required for all aircraft competing in the competition. If the participants want to use any other frequency, they will have to inform the organizers in advance.",
            "A limited number of 2.4 GHz radios will be available with the organizers for use by the teams. Teams who do not have access to radios can inform the organizers in advance to request use of these radios.",
            "Receivers installed in the aircraft have to be in 'receiver mode only' ",
            "All the systems (Servos, motor, etc.) will be checked by organizers for functionality before the competition. If found not working, teams will be dismissed from the competition. ",
            " Pilot can position himself at any point in the arena to fly the aircraft during the rounds ",
            " Metal propellers are not allowed ",
            "Propellers, Motors, ESC, Servos, Receiver and Transmitter are allowed as off-the-shelf items. Participants will need to bring their aircraft and all necessary equipment to this venue. The arena will be an open ground ",
            " The models can have powered take-off with a landing gear or can be launched manually by a person standing at ground level",
            " Plane should be built from scratch and not purchased models ",
            "A team member can’t be a part of more than one team at any one given competition  ",
            " The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams",
            "Any of the above mentioned rules, if found violated, teams would not be allowed to participate in the competition "
        ]
    },
    {
        "name": "ARDHRA - THE AIRMATE",
        "id": "48",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUU3p6QmI2WjhGVE0",
        "coordinator": "Utkarsh Agrawal",
        "contact": "9026880934",
        "fee": "400/-",
        "price": "25,000/-",
        "rules": [
            " The use of 2.4 GHz radio is required for all aircraft competing in the competition. If the participants want to use any other frequency, they will have to inform the organizers in advance. ",
            " A limited number of 2.4 GHz radios will be available with the organizers for use by the teams. Teams who do not have access to radios can inform the organizers in advance to request use of these radios.  ",
            "Receivers installed in the aircraft have to be in 'receiver mode only'  ",
            " All the systems (Servos, motor, etc.) will be checked by organizers for functionality before the competition. If found not working, teams will be dismissed from the competition. ",
            " Pilot can position himself at any point in the arena to fly the aircraft during the rounds ",
            " Metal propellers are not allowed ",
            " Propellers, Motors, ESC, Servos, Receiver and Transmitter are allowed as off-the-shelf items. Participants will need to bring their aircraft and all necessary equipment to this venue. The arena will be an open ground. ",
            " The models can have powered take-off with a landing gear or can be launched manually by a person standing at ground level ",
            "Plane should be built from scratch and not purchased models  ",
            " A team member can’t be a part of more than one team at any one given competition ",
            " The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. ",
            " Any of the above mentioned rules, if found violated, teams would not be allowed to participate in the competition"
        ]
    },
    {
        "name": "Bridge-O-Mania",
        "id": "49",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUMHNhQ2JKUkZGMkU",
        "coordinator": "khan yusuf salim",
        "contact": "8561989446",
        "fee": "400/-",
        "price": "15,000/-",
        "rules": [
            "To design and construct the most efficient bridge within the specifications.The bridge must be constructed only from Pop-sticks (150 PROVIDED) and adhesives.No other materials may be used. The bridge may not be stained, painted or coated in any fashion with any foreign substance.The Popsicle sticks may be cut or trimmed to any shape or size.The adhesive can only be used to join Pop-sticks together; however adhesives cannot be applied on the free surface of the member sticks to increase its strength.The choice of the type of bridge is upon the discretion of participant.At any point in the bridge, the pop-sticks must not be joined in more than three layers.The loading would be done below the bridge using a 5cm x 10cm loading plate- connecting hook system. The plate would rest on the deck while the hook connected to the plate would go through the deck and below where weights would be kept.Prior to testing of the bridge, the dead weight of the bridge is noted down. Failure to adhere to the maximum weight limit of the bridge would result in disqualification.All construction and material requirements will be checked prior to testing. Bridges failing to meet these requirements will be disqualified.The bridge with the highest structural efficiency, E, will be declared the winner. E=Load supported in kg/ Mass of the bridge in kg.The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.Violation of any the above rules will lead to disqualification. All general rules are applicable.",
            "Plain pot will be provided by the university itself (Without Colour).",
            "Designing material should be bring by the participants.",
            "Duration of the event will be of 2 hours.",
            "If the student wants to colour the pot as a base colour even then the duration of event will be 2 hours.",
            "Judging will be on the basis of your creativity, message conveyed by it, the use of colors.",
            "In case of any discrepancy, Judges Decision will be final."
        ]
    },
    {
        "name": "CANTELEVO",
        "id": "50",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUUzVzR2NQaU80NEU",
        "coordinator": "Vivek Kumar Singh",
        "contact": "9089977663",
        "fee": "400/-",
        "price": "15000/-",
        "rules": [
            "To design and construct the most efficient L shaped cantilever beam within thespecifications.The beam must be constructed only from Pop-sticks (250 PROVIDED) and adhesives.",
            "No other materials may be used. The beam may not be stained, painted or coated in any fashion with any foreign substance.",
            "The Popsicle sticks may be cut or trimmed to any shape or size.The adhesive can only be used to join Pop-sticks together; however adhesives cannot be applied on the free surface of the member sticks to increase its strength.The choice of the type of beam is upon the discretion of participant.",
            "At any point in the beam, the pop-sticks must not be joined in more than two layers.The loading would be done by the weights or by bag of sand",
            "Prior to testing of the beam, the dead weight of the beam is noted down. Failure to adhere to the maximum weight limit of the beam would result in disqualification.All construction and material requirements will be checked prior to testing.",
            "Beam failing to meet these requirements will be disqualified.The beam with the highest structural efficiency, E, will be declared the winner. E=Load supported in kg/ Mass of the beam in kg.The organizers reserve the rights to change any or all of the above rules as they deem fit.",
            "Change in rules, if any will be highlighted on the website and notified to the registered teams.Violation of any the above rules will lead to disqualification. All general rules are applicable."
        ]
    },
    {
        "name": "ROBO SUMO WAR ",
        "id": "51",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUbFRpQkI4M1lQX1k",
        "coordinator": "Roopal Jangid",
        "contact": "9610787139",
        "fee": "200/-",
        "price": "25000/-",
        "rules": [
            "This is a 1 on 1 type game.",
            "Robots will be placed in different halves of the arena.",
            " The arena is circular in shape.",
            "The arena is opened from all sides.",
            "One team member is elected as the robot handler. Only that team member is permitted to control the robot during the game. All other team members must remain outside the game zone.",
            "Each team will try to score the points by pushing the opponent robot outside the arena.",
            "Team with more number of points will win the match.",
            "Number of Rounds, Points Scoring Criteria and Match duration will be announced on the day of event.",
            "Participants who misbehave may be asked to leave the competition area and risk being disqualified from the contest.",
            "Robots or participants that cause deliberate interference with other robots or damage to the arena will be disqualified.",
            "The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams. 27. Violation of any the above rules will lead to disqualification.   Machine Specification",
            "The following size limitations apply for each robot including whatever kick mechanisms the bot have 300mm max X 300mm max X 300mm max  10. Maximum weight of the machine should not increase to 10 kg. Including power source.",
            "The robot cannot have potential more than 24V between any two points. ",
            "The external device, which is used to control the machine, is not included in the size constraint. ",
            "The machine can be wired/wireless.",
            "The machine must not be made from Lego parts, or any ready-made assembly kits, however participants are allowed to use their own creativity for push/pull mechanism (any type of attacking weapon not allowed such as drum etc.)",
            "The robot can be powered by a power source such as a battery fixed on the robot or by a stationary power source connected to the robot by a cord.",
            "Participants should keep spare batteries otherwise; it may lead to disqualification if bot is not ready or stops in between the match.",
            "The length of the wire (for wired bots) should be long enough to cover the whole arena and wire should remain slack during the complete game."
        ]
    },
    {
        "name": "ROBO RACE",
        "id": "52",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUTGt3eVBOdHB5OUU",
        "coordinator": "Sachin Bohra",
        "contact": "9636692976",
        "fee": "200/-",
        "price": "25000/-",
        "rules": [
            "The robot will be placed at start line.",
            "The robot can start the lap when timer starts.",
            "The robot should remain on track, otherwise it has to start from last checkpoint crossed though timer will not be stopped.",
            "There are penalties for each obstacle skipped. Penalties will be added to total time.",
            "Timer will stop as soon as robot crosses finish line.",
            "Scoring and penalties rules will be announced on the day of event.",
            "One team member is elected as the robot handler. Only that team member is permitted to control the robot during the game. All other team members must remain outside the game zone",
            "Participants who misbehave may be asked to leave the competition area and risk being disqualified from the contest.",
            "Robots or participants that cause deliberate interference with other robots or damage to the arena will be disqualified.",
            "All decisions about scoring, game play and timing, participation made by the Organizing Committee are final. Teams should completely respect their vote and decisions.",
            "The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.",
            "Violation of any the above rules will lead to disqualification.",
            "Machine Specifications : ",
            "The following size limitations apply for each robot Width – 250mm max Length – 250mm max Height – 250mm max",
            "The external device, which is used to control the machine, is not included in the size constraint.",
            "The machine can be wired/wireless.",
            "The machine must not be made from Lego parts, or any ready-made assembly kits, and it must be powered electrically, use of IC engine is not allowed.",
            " The robot can be powered by a power source such as a battery fixed on the robot or by a stationary power source connected to the robot by a cord.",
            "Potential between any two points on the robot should not exceed 12 V.",
            "Participants should keep spare batteries otherwise; it may lead to disqualification if bot is not ready or stops in between the race.",
            "The length of the wire (for wired bots) should be long enough to cover the whole arena and wire should remain slack during the complete race.",
            "There will be only one Start and one Finish line.",
            "The track surface and course line may have unevenness.",
            "There will be certain obstacles in the racetrack, which will try to slow down the robot.",
            "The design and size of the track may vary from that shown in the pictures.",
            "Track may consist of bridges, speed breakers, marble pit, slippery path, rotating disc, curve ramp down, seesaw etc."
        ]
    },
    {
        "name": "EXHIBITION",
        "id": "53",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUWHVFeGZwMzNXMjg",
        "coordinator": "Richa Mathur",
        "contact": "7732868140",
        "fee": "400/-",
        "price": "50,000/-",
        "rules": [
            "The project must be related to any discipline of Science and Engineering.",
            "The project shall have special, uncommon and innovative quality which make it different from the projects of its own kind.",
            "The project shall not be considered for qualification, if the working model is not presented by the respective team in EXHIBITION, JU RHYTHM’17.",
            "Participants will have to send the synopsis along with the uniqueness and specification of their respective project, strictly within immediate 24 hours of the registration on the email.",
            "SPECIFICATIONS –DIMENSIONS, WEIGHT, NEED OF POWER SUPPLY (AC,DC,SOLAR)",
            "A project report has to be prepared by the participants on their respective projects.",
            "Our general rules are applicable.",
            "The organizers reserve the rights to change any or all of the above rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.",
            "Violation of any the above rules will lead to disqualification."
        ]
    },
    {
        "name": "GO KART",
        "id": "54",
        "link": "https://drive.google.com/open?id=0B90GlNdYI0bUT3paZ1JOQm1UQ3c",
        "coordinator": "Rishabh Pratap Singh",
        "contact": "9680788973",
        "fee": "2000/-",
        "price": "1,00,000/-",
        "rules": [
            "By registering in JU-GKC 2017, the Team Captain/Team Member/Faculty /Advisor/College Management agree with the rules and regulations of JU-GKC.",
            "They understand that all the information provided in the registration documents and online registration forms are correct to the best of their knowledge.",
            "Also, they accept thatteam would undertake all the activities without the help of a professional directly or indirectly. ",
            " The organizers reserve the rights to change any or all of the rules as they deem fit. Change in rules, if any will be highlighted on the website and notified to the registered teams.",
            "In case of violation of rules and regulations specified in this Rule Book, the team is liable for disciplinary actions as per the decision of the JU-GKC Management.",
            "The team is also liable for any loss of documentation/communication on part of discrepancy in the information as provided registration."
        ]
    },
    {
        "name": "START UP CRICKET LEAGUE",
        "id": "55",
        "coordinator": "Ujjwal Khandelwal",
        "contact": "9166427989",
        "link":"http://ju-rhythm.com",
        "fee": "900/- for 8 people",
        "price": "30,000/- worth",
        "rules": [
            "Get ready for the networking event of lifetime in a manner of playing cricket.",
            "Startup cricket league is designed with the aim of bringing the Indian startup ecosystem closer, fostering entrepreneurship and supporting startups",
            "An amazing array of activities and events to keep you busy through the day as we keep a score of the best experiences!",
            "So its time to gather together the best of your batsman and bowler of your Startup and compete in a Cricket match against other Startups and Investors.",
            "We also give an emphasize so as to promote the working startups of the city by playing against each other."

        ]
    },
    {
        "name": "IPL AUCTION",
        "id": "56",
        "coordinator": "Himanshu Sharma",
        "contact": "7734850766",
        "link":"http://ju-rhythm.com",
        "fee": "300/- for 2 Members",
        "price": "60,000/- worth",
        "rules": [
            "Welcome to the thrill of a live auction! Put yourself in the shoes of a bidder to build the dream team that you always wanted in these racy hours of nerves, strategy, game theory and gut.If you love cricket, if you have followed IPL and if you can mix common sense with passion into your bidding strategy, this event is a must for you.",
            "FORMAT", " Stage 1: Sports Quiz: The quiz will contain questions only from Cricket. It will be an elimination round and top 25 teams will be selected for the stage",
            "Stage 2: Identify the persona: The round will contain questions wherein you will have to identify the personalities from the cricket background. . It will also be an elimination round and top 8 teams will be selected for the final round.",
            "Stage 3: Bidding Round: The 8 final teams will compete in a Live auction of players. Each team will be given a fixed budget which will be used for the auction. The aim will be to build a squad that maximizes the total ratings of the players of the team.",
            ""
        ]
    }
]